Repository: rhevorn/sift
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Only apps owned by the current user can be quit.
de: Es können nur Apps beendet werden, die dem aktuellen Benutzer gehören.
es: Sólo se pueden cerrar las aplicaciones propiedad del usuario actual.
fr: Seules les applications appartenant à l'utilisateur actuel peuvent être fermées.
ja: 現在のユーザーが所有するアプリのみを終了できます。
ko: 현재 사용자가 소유한 앱만 종료할 수 있습니다.
pt_br: Somente aplicativos pertencentes ao usuário atual podem ser encerrados.
ru: Закрыть можно только приложения, принадлежащие текущему пользователю.
zh_hans: 只能退出当前用户的 App。
zh_hant: 只能退出目前使用者的 App。

source: Only confirmed app remnants in the current user's Trash can be removed.
de: Es können nur bestätigte App-Reste im Papierkorb des aktuellen Benutzers entfernt werden.
es: Solo se pueden eliminar los restos de aplicaciones confirmadas en la Papelera del usuario actual.
fr: Seuls les restes d'application confirmés dans la corbeille de l'utilisateur actuel peuvent être supprimés.
ja: 現在のユーザーのゴミ箱にある確認済みのアプリの残骸のみを削除できます。
ko: 현재 사용자의 휴지통에 확인된 앱 잔여 항목만 제거할 수 있습니다.
pt_br: Somente os remanescentes confirmados do aplicativo na Lixeira do usuário atual podem ser removidos.
ru: Удалить можно только подтвержденные остатки приложений в корзине текущего пользователя.
zh_hans: 只能移除当前用户废纸篓中已确认的 App 残留。
zh_hant: 只能移除目前用戶廢紙簍中已確認的 App 殘留。

source: Only identifier-based caches, preferences, saved state, logs, and sandbox containers are checked.
de: Geprüft werden nur kennungsbasierte Caches, Einstellungen, gespeicherte Zustände, Protokolle und Sandbox-Container.
es: Solo se comprueban cachés, preferencias, estados guardados, registros y contenedores de sandbox basados en identificadores.
fr: Seuls les caches, préférences, états enregistrés, journaux et conteneurs sandbox basés sur un identifiant sont vérifiés.
ja: 識別子ベースのキャッシュ、環境設定、保存状態、ログ、サンドボックスコンテナのみを確認します。
ko: 식별자 기반 캐시, 환경설정, 저장 상태, 로그 및 샌드박스 컨테이너만 확인합니다.
pt_br: Apenas caches, preferências, estados salvos, logs e contêineres de sandbox baseados em identificadores são verificados.
ru: Проверяются только кэши, настройки, сохранённые состояния, журналы и контейнеры песочницы с идентификаторами.
zh_hans: 仅检查以 App 标识符命名的缓存、偏好设置、保存状态、日志和沙盒容器。
zh_hant: 僅檢查以 App 識別碼命名的快取、偏好設定、儲存狀態、日誌和沙盒容器。

source: Only processes owned by the current user can be quit.
de: Es können nur Prozesse beendet werden, die dem aktuellen Benutzer gehören.
es: Sólo se pueden cerrar los procesos propiedad del usuario actual.
fr: Seuls les processus appartenant à l'utilisateur actuel peuvent être quittés.
ja: 現在のユーザーが所有するプロセスのみを終了できます。
ko: 현재 사용자가 소유한 프로세스만 종료할 수 있습니다.
pt_br: Somente os processos pertencentes ao usuário atual podem ser encerrados.
ru: Завершить можно только процессы, принадлежащие текущему пользователю.
zh_hans: 只能结束当前用户拥有的进程。
zh_hant: 只能結束目前使用者擁有的進程。

source: Only visible apps owned by the current user can be optimized.
de: Nur sichtbare Apps, die dem aktuellen Benutzer gehören, können optimiert werden.
es: Sólo se pueden optimizar las aplicaciones visibles propiedad del usuario actual.
fr: Seules les applications visibles appartenant à l'utilisateur actuel peuvent être optimisées.
ja: 現在のユーザーが所有する表示されているアプリのみを最適化できます。
ko: 현재 사용자가 소유한 표시되는 앱만 최적화할 수 있습니다.
pt_br: Somente aplicativos visíveis de propriedade do usuário atual podem ser otimizados.
ru: Оптимизировать можно только видимые приложения, принадлежащие текущему пользователю.
zh_hans: 只能优化当前用户可见的 App。
zh_hant: 只能優化目前使用者可見的 App。

source: Open at Login
de: Beim Anmelden öffnen
es: Abrir al iniciar sesión
fr: Ouvrir à la connexion
ja: ログイン時に開く
ko: 로그인 시 열기
pt_br: Abrir no Login
ru: Открыть при входе
zh_hans: 登录时打开
zh_hant: 登入時開啟

source: Open automatically after logging in to the current account
de: Wird automatisch geöffnet, nachdem Sie sich beim aktuellen Konto angemeldet haben
es: Abrir automáticamente después de iniciar sesión en la cuenta actual
fr: S'ouvre automatiquement après vous être connecté au compte actuel
ja: 現在のアカウントにログインした後、自動的に開きます
ko: 현재 계정으로 로그인 후 자동으로 열기
pt_br: Abra automaticamente após fazer login na conta atual
ru: Открываться автоматически после входа в текущий аккаунт
zh_hans: 登录当前账户后自动打开
zh_hant: 登入目前帳戶後自動開啟

source: Open Background Settings
de: Öffnen Sie die Hintergrundeinstellungen
es: Abrir configuración de fondo
fr: Ouvrir les paramètres d'arrière-plan
ja: バックグラウンド設定を開く
ko: 배경 설정 열기
pt_br: Abra as configurações de plano de fundo
ru: Открыть настройки фона
zh_hans: 打开后台设置
zh_hant: 開啟後台設定

source: Open Extension Settings
de: Öffnen Sie die Erweiterungseinstellungen
es: Abrir configuración de extensión
fr: Ouvrir les paramètres d'extension
ja: 拡張機能の設定を開く
ko: 확장 설정 열기
pt_br: Abra as configurações de extensão
ru: Открыть настройки расширения
zh_hans: 打开扩展设置
zh_hant: 開啟擴充設定

source: Open Login Item Settings
de: Öffnen Sie die Einstellungen für Anmeldeelemente
es: Abrir configuración de elementos de inicio de sesión
fr: Ouvrir les paramètres de l'élément de connexion
ja: ログイン項目設定を開く
ko: 로그인 항목 설정 열기
pt_br: Abra as configurações do item de login
ru: Открыть настройки элемента входа
zh_hans: 打开登录项设置
zh_hant: 開啟登入項設定

source: Open MachKit
de: MachKit öffnen
es: Abrir MachKit
fr: Ouvrir MachKit
ja: MachKit を開く
ko: MachKit 열기
pt_br: Abrir MachKit
ru: Открыть MachKit
zh_hans: 打开 MachKit
zh_hant: 開啟 MachKit

source: Open System Settings
de: Öffnen Sie die Systemeinstellungen
es: Abrir configuración del sistema
fr: Ouvrir les paramètres système
ja: システム設定を開く
ko: 시스템 설정 열기
pt_br: Abra as configurações do sistema
ru: Открыть настройки системы
zh_hans: 打开系统设置
zh_hant: 開啟系統設定

source: Open the tool list with a keyboard shortcut
de: Werkzeugliste mit einem Tastenkürzel öffnen
es: Abre la lista de herramientas con un atajo de teclado
fr: Ouvrir la liste d’outils avec un raccourci clavier
ja: キーボードショートカットでツール一覧を開く
ko: 키보드 단축키로 도구 목록 열기
pt_br: Abra a lista de ferramentas com um atalho de teclado
ru: Открывать список инструментов сочетанием клавиш
zh_hans: 使用键盘快捷键打开工具列表
zh_hant: 使用鍵盤快速鍵開啟工具列表

source: Open Tool List
de: Werkzeugliste öffnen
es: Abrir lista de herramientas
fr: Ouvrir la liste d’outils
ja: ツール一覧を開く
ko: 도구 목록 열기
pt_br: Abrir lista de ferramentas
ru: Открыть список инструментов
zh_hans: 打开工具列表
zh_hant: 開啟工具列表

source: Open Working Directory
de: Öffnen Sie das Arbeitsverzeichnis
es: Abrir directorio de trabajo
fr: Ouvrir le répertoire de travail
ja: 作業ディレクトリを開く
ko: 작업 디렉토리 열기
pt_br: Abra o diretório de trabalho
ru: Открыть рабочий каталог
zh_hans: 打开工作目录
zh_hant: 開啟工作目錄

source: Operation Failed
de: Vorgang fehlgeschlagen
es: Operación fallida
fr: Échec de l'opération
ja: 操作が失敗しました
ko: 작업 실패
pt_br: Falha na operação
ru: Операция не удалась
zh_hans: 操作失败
zh_hant: 操作失敗

source: Optimize Memory
de: Speicher optimieren
es: Optimizar la memoria
fr: Optimiser la mémoire
ja: メモリの最適化
ko: 메모리 최적화
pt_br: Otimizar memória
ru: Оптимизация памяти
zh_hans: 优化内存
zh_hant: 優化記憶體

source: Optimizing…
de: Optimieren…
es: Optimizando…
fr: Optimisation…
ja: 最適化中…
ko: 최적화 중…
pt_br: Otimizando…
ru: Оптимизация…
zh_hans: 正在优化…
zh_hant: 正在優化…

source: Other PATH tools
de: Andere PATH-Tools
es: Otras herramientas de RUTA
fr: Autres outils PATH
ja: その他の PATH ツール
ko: 기타 PATH 도구
pt_br: Outras ferramentas PATH
ru: Другие инструменты PATH
zh_hans: 其他 PATH 工具
zh_hant: 其他 PATH 工具

source: Others
de: Andere
es: Otros
fr: D'autres
ja: その他
ko: 기타
pt_br: Outros
ru: Другие
zh_hans: 其他
zh_hant: 其他

source: Over 500 MB · View only
de: Über 500 MB · Nur ansehen
es: Más de 500 MB · Ver solo
fr: Plus de 500 Mo · Visualisation uniquement
ja: 500MB以上・閲覧のみ
ko: 500MB 이상 · 보기 전용
pt_br: Mais de 500 MB · Somente visualização
ru: Более 500 МБ · Только просмотр
zh_hans: 超过 500 MB · 仅供查看
zh_hant: 超過 500 MB · 僅供查看

source: Overview
de: Übersicht
es: Descripción general
fr: Aperçu
ja: 概要
ko: 개요
pt_br: Visão geral
ru: Обзор
zh_hans: 概览
zh_hant: 概覽

source: Package ownership could not be verified; inspect it manually
de: Der Paketbesitz konnte nicht überprüft werden; Überprüfen Sie es manuell
es: No se pudo verificar la propiedad del paquete; inspeccionarlo manualmente
fr: La propriété du package n'a pas pu être vérifiée ; inspectez-le manuellement
ja: パッケージの所有権を確認できませんでした。手動で検査してください
ko: 패키지 소유권을 확인할 수 없습니다. 수동으로 검사하다
pt_br: A propriedade do pacote não pôde ser verificada; inspecione-o manualmente
ru: Не удалось подтвердить право собственности на пакет; проверить его вручную
zh_hans: 无法确认包归属，请手动检查后处理
zh_hant: 無法確認包歸屬，請手動檢查後處理

source: Participate in VPN, filtering or network connections
de: Beteiligen Sie sich an VPN-, Filter- oder Netzwerkverbindungen
es: Participar en VPN, filtrado o conexiones de red.
fr: Participer aux connexions VPN, filtrage ou réseau
ja: VPN、フィルタリング、またはネットワーク接続に参加する
ko: VPN, 필터링 또는 네트워크 연결에 참여
pt_br: Participe de VPN, filtragem ou conexões de rede
ru: Участвуйте в VPN, фильтрации или сетевых подключениях
zh_hans: 参与 VPN、过滤或网络连接
zh_hant: 參與 VPN、過濾或網路連接

source: Path Unavailable
de: Pfad nicht verfügbar
es: Ruta no disponible
fr: Chemin indisponible
ja: パスが使用できません
ko: 사용할 수 없는 경로
pt_br: Caminho indisponível
ru: Путь недоступен
zh_hans: 路径不可用
zh_hant: 路徑不可用

source: Paused
de: Angehalten
es: En pausa
fr: En pause
ja: 一時停止中
ko: 일시중지됨
pt_br: Pausado
ru: Приостановлено
zh_hans: 已暂停
zh_hant: 已暫停

source: Per-process traffic is unavailable: %@
de: Datenverkehr pro Prozess ist nicht verfügbar: %@
es: El tráfico por proceso no está disponible: %@
fr: Le trafic par processus est indisponible : %@
ja: プロセス別の通信量を利用できません：%@
ko: 프로세스별 트래픽을 사용할 수 없습니다: %@
pt_br: O tráfego por processo está indisponível: %@
ru: Трафик по процессам недоступен: %@
zh_hans: 无法获取各进程流量：%@
zh_hant: 無法取得各程序流量：%@

source: Per-process traffic is unavailable.
de: Datenverkehr pro Prozess ist nicht verfügbar.
es: El tráfico por proceso no está disponible.
fr: Le trafic par processus est indisponible.
ja: プロセス別の通信量を利用できません。
ko: 프로세스별 트래픽을 사용할 수 없습니다.
pt_br: O tráfego por processo está indisponível.
ru: Трафик по процессам недоступен.
zh_hans: 无法获取各进程流量。
zh_hant: 無法取得各程序流量。

source: Performance
de: Leistung
es: Rendimiento
fr: Performances
ja: パフォーマンス
ko: 성능
pt_br: Desempenho
ru: Ресурсы
zh_hans: 性能监控
zh_hant: 效能監控

source: Performance monitoring paused.
de: Die Leistungsüberwachung wurde angehalten.
es: La supervisión del rendimiento está en pausa.
fr: La surveillance des performances a été interrompue.
ja: パフォーマンス監視が一時停止されました。
ko: 성능 모니터링이 일시중지되었습니다.
pt_br: Monitoramento de desempenho pausado.
ru: Мониторинг производительности приостановлен.
zh_hans: 性能监控已暂停。
zh_hant: 效能監控已暫停。

source: Permanently remove this background leftover?
de: Diesen Hintergrundrest dauerhaft entfernen?
es: ¿Eliminar permanentemente este fondo sobrante?
fr: Supprimer définitivement ces restes d'arrière-plan ?
ja: この背景の残りを完全に削除しますか?
ko: 남은 배경을 영구적으로 제거하시겠습니까?
pt_br: Remover permanentemente essas sobras de fundo?
ru: Удалить остатки фона навсегда?
zh_hans: 永久移除这个后台残留？
zh_hant: 永久移除這個後台殘留？

source: Photos, graphics and image libraries
de: Fotos, Grafiken und Bildbibliotheken
es: Fotografías, gráficos y bibliotecas de imágenes.
fr: Bibliothèques de photos, de graphiques et d'images
ja: 写真、グラフィックス、画像ライブラリ
ko: 사진, 그래픽 및 이미지 라이브러리
pt_br: Fotos, gráficos e bibliotecas de imagens
ru: Библиотеки фотографий, графики и изображений
zh_hans: 照片、图片与图片资料库
zh_hant: 照片、圖片與圖片資料庫

source: pictures
de: Bilder
es: fotos
fr: des photos
ja: 写真
ko: 그림
pt_br: fotos
ru: картинки
zh_hans: 图片
zh_hant: 圖片

source: pip download and build cache; Python, site-packages, or virtual environments will not be deleted.
de: pip herunterladen und Cache erstellen; Python, Site-Pakete oder virtuelle Umgebungen werden nicht gelöscht.
es: descarga de pip y compilación de caché; Python, los paquetes de sitio o los entornos virtuales no se eliminarán.
fr: pip télécharger et créer le cache ; Python, les packages de site ou les environnements virtuels ne seront pas supprimés.
ja: pip のダウンロードとキャッシュの構築。 Python、サイトパッケージ、または仮想環境は削除されません。
ko: pip 다운로드 및 캐시 구축; Python, 사이트 패키지 또는 가상 환경은 삭제되지 않습니다.
pt_br: pip baixar e construir cache; Python, pacotes de sites ou ambientes virtuais não serão excluídos.
ru: загрузка pip и создание кеша; Python, пакеты сайта или виртуальные среды не будут удалены.
zh_hans: pip 下载和构建缓存；不会删除 Python、site-packages 或虚拟环境。
zh_hant: pip 下載和建置快取；不會刪除 Python、site-packages 或虛擬環境。

source: pip user package
de: pip-Benutzerpaket
es: paquete de usuario pip
fr: package utilisateur pip
ja: pipユーザーパッケージ
ko: pip 사용자 패키지
pt_br: pacote de usuário pip
ru: пользовательский пакет pip
zh_hans: pip 用户包
zh_hant: pip 用戶包

source: Please use system settings or the associated application to disable extensions to avoid damaging signatures and automatic updates.
de: Bitte verwenden Sie die Systemeinstellungen oder die zugehörige Anwendung, um Erweiterungen zu deaktivieren, um schädliche Signaturen und automatische Updates zu vermeiden.
es: Utilice la configuración del sistema o la aplicación asociada para deshabilitar las extensiones y evitar dañar las firmas y las actualizaciones automáticas.
fr: Veuillez utiliser les paramètres système ou l'application associée pour désactiver les extensions afin d'éviter d'endommager les signatures et les mises à jour automatiques.
ja: 署名や自動更新の損傷を避けるために、システム設定または関連するアプリケーションを使用して拡張機能を無効にしてください。
ko: 서명 및 자동 업데이트가 손상되는 것을 방지하려면 시스템 설정 또는 관련 응용 프로그램을 사용하여 확장 기능을 비활성화하십시오.
pt_br: Use as configurações do sistema ou o aplicativo associado para desativar as extensões e evitar danos às assinaturas e atualizações automáticas.
ru: Используйте системные настройки или соответствующее приложение, чтобы отключить расширения, чтобы избежать повреждения подписей и автоматических обновлений.
zh_hans: 停用扩展请使用系统设置或所属应用，避免破坏签名与自动更新。
zh_hant: 停用擴充請使用系統設定或所屬應用，避免破壞簽章與自動更新。

source: pnpm global package
de: pnpm globales Paket
es: paquete global pnpm
fr: paquet global pnpm
ja: pnpmグローバルパッケージ
ko: pnpm 글로벌 패키지
pt_br: pacote global pnpm
ru: глобальный пакет pnpm
zh_hans: pnpm 全局包
zh_hant: pnpm 全域包

source: Port
de: Hafen
es: Puerto
ja: 港
ko: 항구
pt_br: Porto
ru: Порт
zh_hans: 端口
zh_hant: 連接埠

source: Possible Uninstall Leftover
de: Mögliche Restdeinstallation
es: Posible desinstalación sobrante
fr: Restes de désinstallation possibles
ja: アンインストールの残りの可能性
ko: 가능한 제거 남은 부분
pt_br: Possível sobra de desinstalação
ru: Возможное удаление остатков
zh_hans: 可能是卸载残留
zh_hant: 可能是卸載殘留

source: Possible Uninstall Leftovers
de: Mögliche Deinstallationsreste
es: Posibles restos de desinstalación
fr: Résidus de désinstallation possibles
ja: アンインストール残留の候補
ko: 제거 잔여 파일 후보
pt_br: Possíveis resíduos de desinstalação
ru: Возможные остатки после удаления
zh_hans: 可能的卸载残留
zh_hant: 可能的解除安裝殘留

source: PostgreSQL Database
de: PostgreSQL-Datenbank
es: Base de datos PostgreSQL
fr: Base de données PostgreSQL
ja: PostgreSQL データベース
ko: PostgreSQL 데이터베이스
pt_br: Banco de dados PostgreSQL
ru: База данных PostgreSQL
zh_hans: PostgreSQL 数据库
zh_hant: PostgreSQL 資料庫

source: Powering Safari with web and browser functionality
de: Verstärken Sie Safari mit Web- und Browser-Funktionalität
es: Potenciando Safari con funcionalidad web y de navegador
fr: Alimenter Safari avec des fonctionnalités Web et de navigateur
ja: Web およびブラウザ機能で Safari を強化
ko: 웹 및 브라우저 기능으로 Safari 강화
pt_br: Equipando o Safari com funcionalidades da web e do navegador
ru: Обеспечение Safari функциональностью Интернета и браузера
zh_hans: 为 Safari 提供网页与浏览器功能
zh_hant: 為 Safari 提供網頁與瀏覽器功能

source: Preferences
de: Präferenzen
es: Preferencias
fr: Préférences
ja: 設定
ko: 환경설정
pt_br: Preferências
ru: Предпочтения
zh_hans: 偏好设置
zh_hant: 偏好設定

source: Preparing to scan
de: Vorbereitung zum Scannen
es: Preparándose para escanear
fr: Préparation à la numérisation
ja: スキャンの準備中
ko: 스캔 준비 중
pt_br: Preparando-se para digitalizar
ru: Подготовка к сканированию
zh_hans: 准备扫描
zh_hant: 準備掃描

source: Process
de: Prozess
es: Proceso
fr: Processus
ja: プロセス
ko: 프로세스
pt_br: Processo
ru: Процесс
zh_hans: 进程
zh_hant: 行程

source: Process %d
de: Prozess %d
es: Proceso %d
fr: Processus %d
ja: プロセス %d
ko: 프로세스 %d
pt_br: Processo %d
ru: Процесс %d
zh_hans: 进程 %d
zh_hant: 進程 %d

source: Process Description
de: Prozessbeschreibung
es: Descripción del proceso
fr: Description du processus
ja: プロセスの説明
ko: 프로세스 설명
pt_br: Descrição do Processo
ru: Описание процесса
zh_hans: 进程描述
zh_hant: 行程描述

source: Process path unknown
de: Prozesspfad unbekannt
es: Ruta de proceso desconocida
fr: Chemin de processus inconnu
ja: プロセスパスが不明
ko: 프로세스 경로를 알 수 없음
pt_br: Caminho do processo desconhecido
ru: Путь процесса неизвестен
zh_hans: 进程路径未知
zh_hant: 进程路径未知

source: Processed locally, never uploaded
de: Lokal verarbeitet, nie hochgeladen
es: Procesado localmente, nunca cargado
fr: Traité localement, jamais téléchargé
ja: ローカルで処理され、アップロードされることはありません
ko: 로컬에서 처리되었으나 업로드되지 않음
pt_br: Processado localmente, nunca carregado
ru: Обрабатывается локально, никогда не загружается
zh_hans: 本机处理，不上传数据
zh_hant: 本机处理，不上传数据

source: Processes managed by macOS cannot be quit here.
de: Von macOS verwaltete Prozesse können hier nicht beendet werden.
es: Los procesos administrados por macOS no se pueden cerrar aquí.
fr: Les processus gérés par macOS ne peuvent pas être quittés ici.
ja: macOS によって管理されているプロセスをここで終了することはできません。
ko: macOS에서 관리하는 프로세스는 여기서 종료할 수 없습니다.
pt_br: Os processos gerenciados pelo macOS não podem ser encerrados aqui.
ru: Здесь невозможно завершить процессы, управляемые macOS.
zh_hans: macOS 系统管理的进程不会在这里结束。
zh_hant: macOS 系统管理的进程不会在这里结束。

source: Provide menu or sync status in Finder
de: Geben Sie im Finder ein Menü oder einen Synchronisierungsstatus an
es: Proporcionar menú o estado de sincronización en Finder
fr: Fournir un menu ou un état de synchronisation dans le Finder
ja: Finder でメニューまたは同期ステータスを提供する
ko: Finder에서 메뉴 또는 동기화 상태 제공
pt_br: Fornece menu ou status de sincronização no Finder
ru: Предоставьте меню или статус синхронизации в Finder
zh_hans: 在 Finder 中提供菜单或同步状态
zh_hant: 在 Finder 中提供菜单或同步状态

source: Provides file previews and thumbnails
de: Bietet Dateivorschauen und Miniaturansichten
es: Proporciona vistas previas y miniaturas de archivos.
fr: Fournit des aperçus de fichiers et des vignettes
ja: ファイルのプレビューとサムネイルを提供します
ko: 파일 미리보기 및 썸네일 제공
pt_br: Fornece visualizações e miniaturas de arquivos
ru: Обеспечивает предварительный просмотр и миниатюры файлов.
zh_hans: 提供文件预览与缩略图
zh_hant: 提供文件预览与缩略图

source: Python Network Service
de: Python-Netzwerkdienst
es: Servicio de red Python
fr: Service réseau Python
ja: Pythonネットワークサービス
ko: Python 네트워크 서비스
pt_br: Serviço de rede Python
ru: Сетевая служба Python
zh_hans: Python 网络服务
zh_hant: Python 网络服务

source: Quick Cleanup
de: Schnelle Reinigung
es: Limpieza rápida
fr: Nettoyage rapide
ja: クイッククリーンアップ
ko: 빠른 정리
pt_br: Limpeza rápida
ru: Быстрая очистка
zh_hans: 快速清理
zh_hant: 快速清理

source: Quick overview of your home folder
de: Schneller Überblick über Ihren Home-Ordner
es: Descripción rápida de su carpeta de inicio
fr: Aperçu rapide de votre dossier personnel
ja: ホームフォルダーの概要
ko: 홈 폴더에 대한 간략한 개요
pt_br: Visão geral rápida da sua pasta pessoal
ru: Краткий обзор вашей домашней папки
zh_hans: 快速看看用户目录
zh_hant: 快速看看使用者目錄

source: Quick view extension
de: Schnellansicht-Erweiterung
es: Extensión de vista rápida
fr: Extension d'affichage rapide
ja: クイックビュー拡張機能
ko: 빠른 보기 확장
pt_br: Extensão de visualização rápida
ru: Расширение быстрого просмотра
zh_hans: 快速查看扩展
zh_hant: 快速查看擴展

source: Quickly summarizes the macOS file system without building a deep index
de: Fasst das macOS-Dateisystem schnell zusammen, ohne einen tiefen Index zu erstellen
es: Resume rápidamente el sistema de archivos de macOS sin crear un índice profundo
fr: Résume rapidement le système de fichiers macOS sans créer d'index approfondi
ja: 深いインデックスを構築せずに、macOS ファイル システムを素早く要約します。
ko: 깊은 색인을 구축하지 않고도 macOS 파일 시스템을 빠르게 요약합니다.
pt_br: Resume rapidamente o sistema de arquivos do macOS sem criar um índice profundo
ru: Быстро суммирует файловую систему macOS без создания глубокого индекса.
zh_hans: 使用 macOS 本地文件系统快速汇总，不建立深层文件索引
zh_hant: 使用 macOS 本機檔案系統快速匯總，不建立深層檔案索引

source: Quit
de: Beenden
es: Salir
fr: Quitter
ja: 終了
ko: 종료
pt_br: Sair
ru: Выйти
zh_hans: 退出
zh_hant: 退出

source: Quit %lld apps; %lld apps are still running.
de: Beenden Sie %lld Apps; %lld Apps laufen noch.
es: Salga de %lld aplicaciones; %lld aplicaciones todavía se están ejecutando.
fr: Quittez les applications %lld ; Les applications %lld sont toujours en cours d'exécution.
ja: %lld 個のアプリを終了します。 %lld 個のアプリがまだ実行中です。
ko: %lld개의 앱을 종료하세요. %lld 앱이 아직 실행 중입니다.
pt_br: Saia de %lld aplicativos; %lld aplicativos ainda estão em execução.
ru: Закройте %lld приложений; %lld приложения все еще работают.
zh_hans: 已退出 %lld 个 App，%lld 个 App 仍在运行。
zh_hant: 已退出 %lld 個 App，%lld 個 App 仍在運作。

source: Quit %lld apps; %lld processes still could not be terminated.
de: Beenden Sie %lld Apps; %lld Prozesse konnten immer noch nicht beendet werden.
es: Salga de %lld aplicaciones; %lld aún no se pudieron finalizar los procesos.
fr: Quittez les applications %lld ; Les processus %lld n'ont toujours pas pu être terminés.
ja: %lld 個のアプリを終了します。 %lld プロセスはまだ終了できませんでした。
ko: %lld개의 앱을 종료하세요. %lld 프로세스를 여전히 종료할 수 없습니다.
pt_br: Saia de %lld aplicativos; %lld processos ainda não puderam ser finalizados.
ru: Закройте %lld приложений; %lld процессы по-прежнему не могут быть завершены.
zh_hans: 已退出 %lld 个 App，仍有 %lld 个进程无法结束。
zh_hant: 已退出 %lld 個 App，仍有 %lld 個進程無法結束。

source: Quit %lld apps; memory pressure has been sampled again.
de: Beenden Sie %lld Apps; Der Speicherdruck wurde erneut gemessen.
es: Salga de %lld aplicaciones; La presión de la memoria ha sido muestreada nuevamente.
fr: Quittez les applications %lld ; la pression de la mémoire a été à nouveau échantillonnée.
ja: %lld 個のアプリを終了します。メモリプレッシャーが再びサンプリングされました。
ko: %lld개의 앱을 종료하세요. 메모리 압력이 다시 샘플링되었습니다.
pt_br: Saia de %lld aplicativos; a pressão da memória foi amostrada novamente.
ru: Закройте %lld приложений; давление памяти было снова измерено.
zh_hans: 已退出 %lld 个 App；内存压力已重新采样。
zh_hant: 已退出 %lld 個 App；記憶體壓力已重新取樣。

source: Quit apps you no longer use so macOS can reclaim their memory
de: Beenden Sie Apps, die Sie nicht mehr verwenden, damit macOS ihren Speicher zurückgewinnen kann
es: Salga de las aplicaciones que ya no usa para que macOS pueda recuperar su memoria
fr: Quittez les applications que vous n'utilisez plus pour que macOS puisse récupérer leur mémoire
ja: 使用しなくなったアプリを終了して、macOS がメモリを再利用できるようにします
ko: macOS가 메모리를 회수할 수 있도록 더 이상 사용하지 않는 앱을 종료하세요.
pt_br: Saia dos aplicativos que você não usa mais para que o macOS possa recuperar sua memória
ru: Закройте приложения, которые вы больше не используете, чтобы macOS могла освободить их память.
zh_hans: 退出不再使用的 App，让 macOS 回收它们的内存
zh_hant: 退出不再使用的 App，讓 macOS 回收它們的內存

source: Quit Gracefully
de: Hören Sie mit Würde auf
es: Dejar de fumar con gracia
fr: Arrêtez gracieusement
ja: 正常に終了
ko: 우아하게 종료
pt_br: Saia graciosamente
ru: Выйдите изящно
zh_hans: 正常结束
zh_hant: 正常結束

source: Quit Normally
de: Normalerweise beenden
es: Salir normalmente
fr: Quitter normalement
ja: 通常終了
ko: 정상적으로 종료
pt_br: Sair normalmente
ru: Выйти обычно
zh_hans: 正常退出
zh_hant: 正常退出

source: Quit Process
de: Prozess beenden
es: Salir del proceso
fr: Quitter le processus
ja: プロセスの終了
ko: 프로세스 종료
pt_br: Sair do processo
ru: Завершить процесс
zh_hans: 结束进程
zh_hant: 結束進程

source: Quit Selected Apps?
de: Ausgewählte Apps beenden?
es: ¿Salir de las aplicaciones seleccionadas?
fr: Quitter les applications sélectionnées ?
ja: 選択したアプリを終了しますか?
ko: 선택한 앱을 종료하시겠습니까?
pt_br: Sair dos aplicativos selecionados?
ru: Закрыть выбранные приложения?
zh_hans: 退出所选 App？
zh_hant: 退出所選 App？

source: Quit the process using this port
de: Beenden Sie den Vorgang über diesen Port
es: Salga del proceso usando este puerto
fr: Quittez le processus en utilisant ce port
ja: このポートを使用してプロセスを終了します
ko: 이 포트를 사용하여 프로세스를 종료합니다.
pt_br: Saia do processo usando esta porta
ru: Завершите процесс, используя этот порт
zh_hans: 结束占用此端口的整个进程
zh_hant: 結束佔用此連接埠的整個進程
